tap "oven-sh/bun"
tap "sst/tap"
brew "awscli"
brew "gh"
brew "git"
brew "git-lfs"
brew "neovim"
brew "nvm"
brew "opencascade"
brew "openssh"
brew "python@3.9"
brew "ripgrep"
brew "sst"
brew "oven-sh/bun/bun"
brew "zsh"
cask "aws-vault-binary"
cask "docker-desktop"
cask "ghostty"

